Repository: Amr-Barghothy/Smart-Rescue
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Smart Rescue Dashboard
ar: لوحة تحكم الإنقاذ الذكي

source: Smart Rescue
ar: الإنقاذ الذكي

source: Dashboard
ar: الصفحة الرئيسية

source: Create Case
ar: إنشاء بلاغ

source: Volunteer
ar: التطوع

source: My Cases
ar: بلاغاتي

source: Services
ar: الخدمات

source: Language
ar: اللغة

source: About Us
ar: من نحن

source: Logout
ar: تسجيل الخروج

source: Recent Cases Dashboard
ar: لوحة تحكم الإنقاذ الذكي

source: Monitor and track reported cases in your community
ar: ابحث وقيّم خدمات المتطوعين في مجتمعك

source: All Levels
ar: كل المستويات

source: All Categories
ar: كل الفئات

source: Danger Level:
ar: مستوى الخطر

source: Case #
ar: رقم البلاغ #

source: About | Smart Rescue
ar: عن | الإنقاذ الذكي

source: About Smart Rescue
ar: حول الإنقاذ الذكي

source: Empowering communities to report and respond to working at height emergencies with speed, precision, and care.
ar: تمكين المجتمعات من الإبلاغ والاستجابة لحالات الطوارئ المتعلقة بالعمل على ارتفاع بسرعة ودقة واهتمام.

source: Our Mission
ar: مهمتنا

source: At Smart Rescue, our mission is to make emergency reporting simple, fast, and accessible for everyone. We aim to bridge the gap between citizens and emergency services by providing an intelligent platform that allows users to report incidents, upload images, and even describe cases via voice, while automatically connecting them to the appropriate authorities.
ar: في Smart Rescue، مهمتنا هي جعل الإبلاغ عن حالات الطوارئ بسيطًا وسريعًا ومتاحة للجميع. نحن نهدف إلى سد الفجوة بين المواطنين وخدمات الطوارئ من خلال توفير منصة ذكية تتيح للمستخدمين الإبلاغ عن الحوادث، رفع الصور، وحتى وصف الحالات عبر الصوت، مع توصيلهم تلقائيًا بالجهات المختصة.

source: We believe that every second counts in emergency situations. Our platform leverages modern technology to streamline case reporting,coordinate volunteer responders, and provide real-time updates to ensure rapid and effective rescue operations.
ar: نؤمن بأن كل ثانية مهمة في حالات الطوارئ. تعتمد منصتنا على التكنولوجيا الحديثة لتسهيل الإبلاغ عن الحالات، تنسيق المتطوعين المستجيبين، وتقديم تحديثات فورية لضمان عمليات إنقاذ سريعة وفعّالة.

source: What We Do
ar: ما نقوم به

source: Emergency Response Coordination <p>Connect citizens with specialized rescue authorities instantly
ar: تنسيق الاستجابة للطوارئ <p>ربط المواطنين بالجهات المتخصصة في الإنقاذ على الفور

source: Volunteer Network
ar: شبكة المتطوعين

source: Build a community of trained volunteers ready to assist
ar: نبني مجتمعًا من المتطوعين المدربين المستعدين لتقديم المساعدة

source: Precise Location Tracking
ar: تتبع الموقع بدقة

source: GPS and map integration for accurate incident reporting
ar: دمج نظام GPS والخرائط لتحديد الموقع بدقة أثناء الإبلاغ

source: Platform Features
ar: ميزات المنصة

source: Our Core Values
ar: قيمنا الأساسية

source: Join Us in Making a Difference
ar: انضم إلينا لإحداث فرق

source: Whether you need assistance or want to volunteer, Smart Rescue connects you to a network dedicated to saving lives.
ar: سواء كنت بحاجة إلى مساعدة أو ترغب في التطوع، يربطك Smart Rescue بشبكة مكرسة لإنقاذ الأرواح.

source: Report a Case
ar: أبلغ عن حالة

source: Become a Volunteer
ar: كن متطوعًا

source: Report a New Case
ar: أبلغ عن حالة جديدة

source: Help your community by reporting issues that need attention
ar: ساعد مجتمعك بالإبلاغ عن الحالات التي تحتاج إلى تدخل

source: Case Details
ar: وصف الحالة

source: Fill in the information about the case you want to report
ar: املأ المعلومات حول الحالة التي ترغب في الإبلاغ عنها

source: Case Title *
ar: عنوان الحالة

source: Category *
ar: الفئة

source: Select a category
ar: اختر فئة

source: Kidnapping
ar: اختطاف

source: Violence
ar: عنف

source: Abuse
ar: إساءة

source: Lost Child
ar: طفل مفقود

source: Specialized Authorities *
ar: الجهات المختصة

source: Select an authority type
ar: اختر نوع الجهة

source: Police
ar: الشرطة

source: Hospital
ar: المستشفى

source: Municipality
ar: البلدية

source: Unknown
ar: غير معروف

source: Location *
ar: الموقع

source: Danger Level *
ar: مستوى الخطر

source: Select The Status
ar: اختر الحالة

source: Low
ar: منخفض

source: Medium
ar: متوسط

source: High
ar: مرتفع

source: Describe the Case
ar: صف الحالة

source: Text
ar: نص

source: Voice
ar: صوت

source: Image
ar: صورة

source: Start Recording
ar: ابدأ التسجيل

source: Not recording
ar: لا يتم التسجيل

source: Submit Case
ar: إرسال البلاغ

source: Cancel
ar: إلغاء

source: Your Reported Cases
ar: أبلغ عن حالة

source: Back to Dashboard
ar: الصفحة الرئيسية

source: Your Cases
ar: بلاغاتي

source: Category
ar: الفئة

source: Created at
ar: إنشاء بلاغ

source: Pending
ar: قيد الانتظار

source: Accepted
ar: مقبول

source: Rejected
ar: مرفوض

source: You have no cases or you are not logged in.
ar: لا توجد لديك حالات أو لم تقم بتسجيل الدخول

source: Volunteer Services
ar: خدمات المتطوعين

source: Find and rate volunteer services in your community
ar: ابحث وقيّم خدمات المتطوعين في مجتمعك

source: Rescue
ar: إنقاذ

source: Medical
ar: طبي

source: Technical
ar: تقني

source: Logistics
ar: لوجستي

source: Smart Rescue Assistant
ar: مساعد الإنقاذ الذكي

source: AI guidance for your reported case
ar: توجيه الذكاء الاصطناعي لحالتك المبلّغ عنها

source: Case Description
ar: وصف الحالة

source: Send
ar: إرسال

source: Share your skills and help others in your community
ar: شارك مهاراتك وساعد الآخرين في مجتمعك

source: Volunteer Service Information
ar: معلومات خدمة المتطوع

source: Tell us about the service you'd like to provide
ar: أخبرنا عن الخدمة التي ترغب في تقديمها

source: Title
ar: العنوان

source: Location
ar: الموقع

source: Service Type
ar: نوع الخدمة

source: Availability
ar: التوفر

source: Service Description
ar: وصف الخدمة

source: Submit Service
ar: إرسال الخدمة

source: ❤️ Thank you for volunteering!
ar: ❤️ شكرًا لتطوعك!

source: Real-Time Reporting
ar: التبليغ الفوري

source: Submit cases with text, voice, or image uploads for comprehensive incident documentation.
ar: قم بإرسال البلاغات بالنص أو الصوت أو الصور لتوثيق شامل للحوادث.

source: AI Assistance
ar: مساعدة الذكاء الاصطناعي

source: Our AI translates voice to text and helps categorize cases for quick processing.
ar: يقوم الذكاء الاصطناعي لدينا بتحويل الصوت إلى نص ويساعد في تصنيف البلاغات بسرعة.

source: Quality Assurance
ar: ضمان الجودة

source: Rate and review services to maintain high standards of emergency response.
ar: قيم وراجع الخدمات للحفاظ على معايير عالية للاستجابة الطارئة.

source: Community Driven
ar: موجهة من المجتمع

source: Volunteers can register and contribute their skills to help those in need.
ar: يمكن للمتطوعين التسجيل والمساهمة بمهاراتهم لمساعدة المحتاجين.

source: User-Friendly Interface
ar: واجهة سهلة الاستخدام

source: Simple, intuitive design for easy navigation.
ar: تصميم بسيط وسهل للتنقل.

source: Multi-Language Support
ar: دعم متعدد اللغات

source: Accessible in multiple languages for wider usability.
ar: متاح بعدة لغات لتوسيع إمكانية الاستخدام.

source: Safety First
ar: السلامة أولاً

source: Every decision we make prioritizes the safety and well-being of workers and rescuers
ar: كل قرار نتخذه يعطي الأولوية لسلامة ورفاهية العاملين ومنفذي الإنقاذ

source: Innovation
ar: الموقع

source: Leveraging cutting-edge technology to improve emergency response capabilities
ar: الاستفادة من أحدث التقنيات لتحسين قدرات الاستجابة للطوارئ

source: Collaboration
ar: التعاون

source: Building strong partnerships between authorities, volunteers, and communities
ar: بناء شراكات قوية بين السلطات والمتطوعين والمجتمعات

source: Accessibility
ar: التوفر

source: Making emergency reporting easy for everyone, anywhere.
ar: جعل الإبلاغ عن الحالات الطارئة سهلاً للجميع وفي أي مكان.

source: Transparency
ar: الشفافية

source: Keeping users informed about the status of their reports.
ar: املأ المعلومات حول الحالة التي ترغب في الإبلاغ عنها

source: Leveraging AI and smart technology to improve emergency services.
ar: استخدام الذكاء الاصطناعي والتكنولوجيا الذكية لتحسين خدمات الطوارئ.

source: Empathy
ar: التعاطف

source: Understanding the urgency of emergencies and prioritizing human life.
ar: فهم أهمية الحالات الطارئة وإعطاء الأولوية لحياة الإنسان.
